tap "nikitabobko/tap"

brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "starship"
brew "autojump"
brew "node"
brew "gh"
brew "neovim"
brew "cocoapods"
brew "rust"
brew "bash-language-server"
brew "zsh"
brew "fd"
brew "rg"
brew "chezmoi"

# Haskell
brew "ghc"
brew "cabal-install"


cask "font-jetbrains-mono"
cask "kitty"
cask "google-chrome"
cask "aerospace"
cask "spotify"
cask "flutter"
cask "google-chrome"
cask "neovide"

mas "Xcode", id: 497799835
